Repository: Addono/TillManager
Catalog: application/language/TillManager.po
Languages: nl

source: Purchase
nl: Aankoop

source: Deposit
nl: Storting

source: Balance
nl: Balans

source: Manage users
nl: Beheer gebruikers

source: My account
nl: Mijn account

source: Process purchase
nl: Verwerk aankoop

source: Process deposit
nl: Verwerk storting

source: Invalid password.
nl: Ongeldig wachtwoord.

source: Sorry, we do not now that username.
nl: Sorry, maar die gebruikersnaam kennen we niet.

source: Logout
nl: Uitloggen

source: Action failed because you are not logged in anymore, reload the page and login before proceding.
nl: Handeling mislukt omdat je niet meer ingelogd bent, herlaad de pagina en probeer daarna opnieuw.

source: Action failed, you do not have enough rights to do this.
nl: Handeling mislukt, je hebt niet de benodigde rechten om dit te doen.

source: Username
nl: Gebruikersnaam

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Role
nl: Rol

source: User
nl: Gebruiker

source: Till manager
nl: Kas beheerder

source: Admin
nl: Administrator

source: Pin
nl: Pincode

source: Show
nl: Inzien

source: Reset pin
nl: Herstel pincode

source: Are you sure you want to reset your pin code?
nl: Weet je zeker dat je je pincode wilt herstellen?

source: Change password
nl: Wachtwoord aanpassen

source: Current password
nl: Huidig wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Confirm new password
nl: Bevestig nieuw wachtwoord

source: Total
nl: Totaal

source: Name
nl: Naam

source: Till debit
nl: Kas debit

source: The amount of till money a user has in his possession.
nl: De hoeveelheid geld van de kas iemand in bewaring heeft.

source: Till credit
nl: Kas credit

source: The amount each user can still can spend.
nl: De hoeveelheid geld elke gebruiker nog kan besteden.

source: Received from
nl: Ontvangen van

source: Given to
nl: Gegeven aan

source: Amount
nl: Hoeveelheid

source: Amount in &euro;
nl: Hoeveelheid in &euro;

source: Failed to add user, username should not be empty. Please fill the username field and try again.
nl: Gebruiker toevoegen mislukt, een gebruikersnaam is verplicht. Vul een gebruikersnaam in en probeer opnieuw.

source: Failed to add user, username is already in use. Try again with a different username.
nl: Gebruiker toevoegen mislukt, gebruikersnaam is al in gebruik. Probeer opnieuw met aan andere gebruikersnaam.

source: Failed to add user, email address should not be empty.
nl: Gebruiker toevoegen mislukt, email adres is verplicht.

source: Failed to add user, email address has an invalid syntax.
nl: Gebruiker toevoegen mislukt, email adres is niet geldig.

source: Failed to add user, password should not be empty.
nl: Gebruiker toevoegen mislukt, een wachtwoord is verplicht.

source: Failed to add user, passwords did not match. Make sure that they are equal.
nl: Gebruiker toevoegen mislukt, de opgegeven wachtwoorden waren niet gelijk aan elkaar.

source: User '%s' added succesfully.
nl: Gebruiker '%s' succesvol toegevoegd.

source: Only 'admin' is allowed to change its own password
nl: Alleen 'admin' mag zijn eigen wachtwoord veranderen.

source: Failed to update the password of '%s', the passwords did not match.
nl: Wachtwoord veranderen van '%s' mislukt omdat de opgegeven wachtwoorden niet hetzelfde waren.

source: Password for '%s' succesfully updated, this user can now login with this new password.
nl: Wachtwoord voor '%s' aangepast, deze gebruiker kan nu inloggen met z'n nieuwe wachtwoord.

source: Add user
nl: Gebruiker toevoegen

source: All fields marked with an "*" are required.
nl: Alle velden met een "*" zijn verplicht.

source: Surname prefix
nl: Tussenvoegsel

source: Password
nl: Wachtwoord

source: Confirm password
nl: Bevestig wachtwoord

source: User information
nl: Gebruikers informatie

source: Prefix
nl: Tussenvgsl.

source: Change your own password
nl: Pas je wachtwoord aan

source: Price per consumption:
nl: Prijs per consumptie:

source: Amount of consumptions
nl: Hoeveelheid consumpties

source: Get out, admin only here!
nl: Ga nou weg! We willen alleen admins hier!

source: You need to be logged in as an administrator to be allowed to access this page. Click the 'Home' button to go back to safety.
nl: Om deze op deze pagina te mogen komen moet je een administrator zijn. Klik de 'Home' knop om terug naar de veiligheid te gaan.

source: If you think that you should be able to access this page, then please contact your system administrator for help.
nl: Als je denkt dat je wel op deze pagina zou moeten kunnen, neem dan contact op met je systeembeheerder voor hulp.

source: Don't worry, you are not in danger <small> - at least not that I'm currently aware of</small>. But really, you should go now, this page is not that interesting and you just have to click that button.
nl: Maak je geen zorgen, je bent niet echt in gevaar <small> - in ieder geval niet naar mijn weten </small>. Maar nu even serieus, deze pagina is ook weer niet zo interessant en om weg te gaan hoef je alleen op die knop te drukken.

source: Get out, till manager here!
nl: Ga nou weg! We willen alleen kas beheerders hier!

source: You need to be logged in as a till manager to be allowed to access this page. Click the 'Home' button to go back to safety.
nl: Om deze op deze pagina te mogen komen moet je een kas beheerder zijn. Klik de 'Home' knop om terug naar de veiligheid te gaan.
